Repository: xbalabala/ttyrpld
Catalog: locale/*/LC_MESSAGES/ttyrpld.po
Languages: fr, nb, sv

source: [infod] Unknown request %d, closing connection to not run into conversion problems.
fr: [infod] Requete inconnue %d, fermeture de la connection pour exclure des problèmes de conversation.
nb: [infod] Ukjent forespørsel %d, stenger forbindelsen for å ikke få konverteringsproblemer.
sv: [infod] Okänd begäran %d, stänger anslutningen för att inte stöta på konverteringsproblem.

source: %s: Memory allocation failure
fr: %s: Erreur d'allocation de mémoire
nb: %s: Minneallokering feil
sv: %s: Minnesallokeringsfel

source: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program.
fr: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Ce programme n'a ABSOLUMENT AUCUNNE GARANTIE; c'est un logiciel libre vous pouvez le distribuer sous certaines conditions; pour plus de détails regardez le fichier "LICENSE.GPL2" joint à ce programme.)
nb: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Dette programmet kommer med ABSOLUTT INGEN GARANTI; det er fri programvare og du er velkommen til å redistribuere det under visse betingelser for detailjer, se "LICENSE.GPL2" filen som kommer med dette programmet.)
sv: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Detta program distribueras UTAN NÅGON GARANTI; det är fri programvara och du är välkommen att distribuera det under vissa villkor; för detaljer, se i filen "LICENSE.GPL2" som bör ha följt med detta program.)

source: No arguments given but STDIN seems to be a pipe/file -- replaying from STDIN
fr: Aucun argument passé mais STDIN semble être un fichier ou un tube -- relecture depuis STDIN
nb: Ingen argumenter gitt, men STDIN ser ut til å være en pipe/fil -- spiller av fra STDIN
sv: Inga angiva argument men STDIN verkar vara ett rör/fil -- spelar upp från STDIN

source: No filename(s) given.
fr: Aucun fichier passé en argument.
nb: Ingen filnavn gitt.
sv: Inga angivna filnamn.

source: Could not open %s: %s
fr: Impossible d'ouvrir %s: %s
nb: Kunne ikke åpne %s: %s
sv: Kunde inte öppna %s: %s

source: <Packet inconsistency! Trying to find next valid packet.>
fr: <Packet inconsistant! Recherche du prochain paquet valide.>
nb: <Inkonsistens i pakken! Prøver å finne neste gyldige pakke.>
sv: <Inkonsekvent paket! Försöker hitta nästa giltiga paket.>

source: Created using
fr: Crée en utilisant
nb: Lagd med
sv: Skapad utav

source: Device path
fr: Chemin vers les périphérique
nb: Enhetssti
sv: Enhetssökväg

source: Recorded on
fr: Enregistré le

source: User
fr: utilisateur
nb: bruker
sv: användare

source: <tty device has been closed>
fr: <Le périphérique tty a été fermé>
nb: <tty-enheten er stengt>
sv: <tty-enhet har stängts>

source: <Error while reading from stream>
fr: <Erreur lors de la lecture depui le flux>
nb: <Feil oppstod mens datastrømmen ble lest>
sv: <Fel vid läsning av ström>

source: <Log replaying of %s finished>
fr: <Relecture du log de %s terminée>
nb: <Avspilling av loggen %s er ferdig>
sv: <Uppspelning av loggen %s är färdig>

source: Calculating average overhead...
fr: Calcul de la surchage moyenne...
nb: Kalkulerer gjennomsnittlig overhead...
sv: Beräknar genomsnittlig extradata (overhead)...

source: <Found packet boundary>
fr: <Limite de paquet trouvée>
nb: <Fant pakkegrense>
sv: <Hittade paketbegränsning>

source: Do not enable playing controls
fr: Non-activation des contrôles de lecture
nb: Ikke aktiver avspillingskontroll
sv: Aktivera ej kontroller för uppspelande

source: Live feed follow mode (like `tail -f`)
fr: Mode suivi direct (comme `tail -f`)
nb: Live-Modus (som `tail -f`)
sv: Liveflödesläge (som "tail -f")

source: Seek to time position (HH:MM:SS or total SEC, see docs)
fr: Déplacement à la position temporaire (HH:MM:SS ou SEC totales, regardez la documentation)
nb: Søk til tidsposisjon (HH:MM:SS eller total SEC, see dokumentasjonen)
sv: Sök efter tidsposoition (HH:MM:SS eller totalt antal sekunder, se dokumentation för mer info)

source: Speed factor (default: 1.0)
fr: Facteur de vitesse (defaut: 1.0)
nb: Hastighetsfaktor (Default: 1.0)
sv: Hasighetsfaktor (standard: 1.0)

source: No delays (useful for text file grepping)
fr: Pas de délais (utile pour un grep)
nb: Ingen forsinkelse (nyttig for tekstfil grep'ing)
sv: Inga fördröjningar (användbart för användning av grep-verktyget på textfiler)

source: Catch-up follow mode (play file, switch to live feed on EOF)
fr: Mode rattrapage (lecture du fichier puis basculement en direct en fin de fichier)
nb: Catch-up follow mode (spill fil, bytt til live feed idet EOF inntreffer)
sv: Gå igenom (spela upp fil, byt till liveflödesläge när man kommit till slutet i filen)

source: Skip the given number of EVT_WRITE packets
fr: Passage du nombre de paquets EVT_WRITE spécifié
nb: Hopp over gitt antall av EVT_WRITE pakker
sv: Hoppa angivet antal EVT_WRITE-paket

source: Maximum delay to wait between packets
fr: Délai maximum entre les paquets
nb: Maksimum ventetid mellom pakker
sv: Maximera fördröjningen mellan paket

source: Show the timestamp at the top of the screen
fr: Afficher l'emprunte temporaire en haut de l'écran
nb: Vis tidsstempel i toppen av skjermbildet
sv: Visa tidsstämpeln längst upp på skärmen

source: <Switching to live feed follow mode>
fr: <Basculement en mode live>
nb: <Skifter til sanntidsmating følge modus>
sv: <Byter till liveflödesläge>

source: Reading from something that does not support seeking (a pipe?), skipping to a position where reading would block
fr: Lecture depuis un périphérique qui ne supportement pas le déplacement (un tube?), déplacement jusqu'à une position où la lecture serait bloquante
nb: Leser fra noe som ikke støtter søking (en Pipe?), hopper til en posisjon hvor lesing blokkerer
sv: Läser från något som inte stödjer sökning (ett rör?), hoppar rill en position där läsning skulle blockeras

source: Connection to %s failed: %s
fr: Échec de connexion à %s: %s
nb: Forbindelse til %s feilet: %s
sv: Misslyckades med anslutning till %s: %s

source: BYTES IN
fr: BYTES REÇUS
nb: BYTES INN

source: OUT
fr: ÉMIS
nb: UT
sv: UT

source: FILENAME
fr: NOM DE FICHIER
nb: FILNAVN
sv: FILNAMN

source: getdev(): Incorrect device number specification "%s", should be "=%%d:%%d"
fr: getdev(): Numéro de device est incorrect "%s", devrait être "=%%d:%%d"
nb: getdev(): Inkorrekt enhetsnummer spesifikasjon "%s", skulle vært "=%%d:%%d"
sv: getdev(): Felaktigt nummer för enhetsspecifikation "%s", borde vara "=%%d:%%d"

source: Cannot stat %s: %s
fr: Impossible d'atteindre %s: %s
nb: Kan ikke få stat %s: %s
sv: Kan inte ta status på %s: %s

source: Cannot find %s
fr: Impossible de trouver %s
nb: Kan ikke finne %s
sv: Kan inte hitta %s

source: Capture data from tty
fr: Capture des données depuis un tty
nb: Motta data fra tty
sv: Fångar information från tty

source: Ignore data from tty
fr: Ignorer les données provenant du terminal
nb: Ignorer data fra TTY
sv: Ignorera data från tty

source: Explicitly request info about all [or given] ttys
fr: Demande explicite d'informations à propos de ttys
nb: Eksplisitt spørring etter info på alle [eller gitte] TTY'er
sv: Begär information om alla [eller giva] ttyer

source: Ignore data from tty until next tty session
fr: Ignorer les données provenant du terminal jusqu'à la prochaine session tty
nb: Ignorer data fra tty inntil neste tty sesjon
sv: Ignorera information från tty tills nästa tty-session

source: Close the tty's logfile
fr: Fermer le fichier de log du terminal
nb: Lukk tty loggfil
sv: Stäng loggfilen för ttyn

source: Zero all packet and byte counters
fr: Effacement de tous les paquets et des conteurs de bytes
nb: Nullstill alle pakke og oktett tellere
sv: Nollställ alla paket och byteräknare

source: Path to the INFOD socket
fr: Chemin vers le socket INFOD
nb: Sti til INFOD-Socket
sv: Sökväg till INFOD-uttaget (socket).

source: file
fr: fichier
nb: fil
sv: fil

source: Generate grepable output
fr: Générer une sortie facilement analysable
nb: Genererer enkel ekstraktbar utdata
sv: Generera omlokaliseringsbar utdata

source: /etc/rpld.conf exists but could not be read: %s
fr: /etc/rpld.conf existe mais n'a pas pu être lu: %s
nb: /etc/rpld.conf eksisterer, men kunne ikke bli lest: %s
sv: /etc/rpld.conf existerar men kunde inte läsas: %s

source: /usr/local/etc/rpld.conf exists but could not be read: %s
fr: /etc/rpld.conf existe mais n'a pas pu être lu: %s
nb: /etc/rpld.conf eksisterer, men kunne ikke bli lest: %s
sv: /etc/rpld.conf existerar men kunde inte läsas: %s

source: $BINPATH/rpld.conf exists but could not be read: %s
fr: $BINPATH/rpld.conf existe mais n'a pas pu être lu: %s
nb: $BINPATH/rpld.conf eksisterer, men kunne ikke bli lest: %s
sv: $BINPATH/rpld.conf existerar men kunde inte läsas: %s

source: No device could be opened, aborting.
fr: Impossible d'ouvrir le péripherique, avortage.
nb: Ingen enhet kunne åpnes. Avbryter.
sv: Ingen enhet kunde öppnas, avbryter.

source: Short read: %ld bytes only. Error %d: %s
fr: Lecture courte: %ld octets seulement. Erreur %d: %s
nb: Kort lesing: %ld byte bare. Feil %d: %s
sv: Kort läsning: endast %ld bytes. Fel %d: %s

source: Bogus packet (magic is 0x%02X)!
fr: Paquet incorrect (magic est 0x%02X)!
nb: Feil i pakke (Signatur er 0x%02X)!
sv: Felaktigt paket (magiskt värde är 0x%02X)!

source: Unknown packet type 0x%02X
fr: Type de paquet inconnu (0x%02X)
nb: Ukjent pakketype 0x%02X
sv: Okänd pakettyp 0x%02X

source: Should never get here! (%s:%d) Forgot to code something? (event=%d)
fr: Emplacement impossible! (%s:%d) Oubli de programmation? (évènement=%d)
nb: Dette skal egentlig aldri skje! (%s:%d) Glemte vi å kode noe? (Event=%d)
sv: Borde aldrig kommit hit! (%s:%d) Glömt att koda något? (händelse=%d)

source: Directory permission denied: It won't be possible to write to the file %s, expect warnings.
fr: Erreur de droits sur le répertoire: Il peut être impossible d'écrire dans %s, avertissements attendus.
nb: Filkatalog adgang forbudt: Det vil ikke være mulig å skrive til filen %s. Forvent advarsler.
sv: Katalogrättigheter nekades; Det kommer inte att gå att skriva till filen %s, varningar förväntas.

source: NONE
fr: AUCUNE
nb: INGEN
sv: INGET

source: Connected to %s
fr: Connecté à %s
nb: Tilkoblet til %s
sv: Ansluten till %s

source: The device should be owned by the user running rpld (UID %ld) and have mode 0400.
fr: Le périphérique doit être possédé par l'utilisateur executant rpld (UID %ld) et avoir le mode 0400.
nb: Enheten burde vært eid av brukeren som kjører rpld (UID %ld) and ha modus 0400.

source: static_find(): Could not open %s even though it exists: %s (trying next device)
fr: static_find(): Impossible d'ouvrir le fichier existant %s: %s (essai sur le prochain)
nb: static_find(): Kunne ikke åpne %s selv om den eksisterer: %s (prøver neste enhet)
sv: static_find(): Kunde inte öppna %s trots att den existerar: %s (försöker med nästa enhet)

source: The RPL device can only be opened once, there is probably an instance of rpld running!
fr: Le périphérique RPL ne peut être ouvert qu'une fois, il y a probablement une autre instance de rpld active!
nb: RPL-enheten kan bare åpnes en gang, det er muligens en instans av rpld som kjører!
sv: RPL-enheten kan endast öppnas en gång, det finns förmodligen en aktiv instans rpld som körs!

source: Second time we received SIGINT/SIGTERM, exiting immediately.
fr: Réception de SIGINT/SIGTERM pour la deuxième fois, sortie immédiate.
nb: Andre gangen vi mottok SIGINT/SIGTERM. Avbryter umiddelbart.
sv: Andra gången SIGINT/SIGTERM mottogs, avslutar omedelbart.

source: Received SIGINT/SIGTERM, shutting down.
fr: Réception de SIGINT/SIGTERM, extinction.
nb: Mottok SIGINT/SIGTERM. Avbryter.
sv: Mottog SIGINT/SIGTERM, avlutar.

source: [%d] Received SIGPIPE
fr: [%d] Réception de SIGPIPE
nb: [%d] SIGPIPE mottat
sv: [%d] Mottog SIGPIPE

source: Path to the RPL device
fr: Chemin vers le périphérique RPL
sv: Sökväg till RPL-enheten

source: Override OFMT variable
fr: Écrase la variable OFMT
nb: Overkjør OFMT variabel
sv: Åsidosätt OFMT-variabeln

source: Deactivate logging, only do bytecounting
fr: Désactive l'archivage, fait seulement du comptage d'octets
nb: Deaktiver logging, bare gjøre byte telling
sv: Inaktivera loggning, räkna endast antal byte

source: User to change to
fr: Nouvel utilisateur
nb: Bruker som skal skiftes til
sv: Användare kommer ändras till

source: user
fr: utilisateur
nb: bruker
sv: användare

source: Read configuration from file
fr: Lit la configuration depuis un fichier
nb: Les konfigurasjon fra fil
sv: Läs konfiguration från fil

source: Do not start INFOD subcomponent
fr: Ne démarre pas le sous-élément INFOD
nb: Ikke start INFOD underkomponent
sv: Starta inte subkomponenten INFOD

source: Print warnings/errors to syslog
fr: Afficher les avertissements/erreures dans syslog
nb: Skriv ut advarsler/feil til syslog
sv: Skriv varningar/fel till syslog

source: Print statistics while rpld is running (overrides -s)
fr: Afficher les statistiques même si rpld s'éxecute (surpasse -s)
nb: Skriv ut statistikk mens rpld kjører (overkjører -s)
sv: Skriv ut statistik medan rpld körs (åsidosätter -s)

source: No such user: %s
fr: L'utilisateur "%s" est introuvable
nb: Ingen slik bruker: %s
sv: Ingen sådan användare: %s

source: msec
sv: ms

source: string
sv: sträng
