Repository: xbalabala/ttyrpld
Catalog: locale/*.po
Languages: de, es, fa, it, nl

source: [infod] Unknown request %d, closing connection to not run into conversion problems.
de: [infod] Unbekannte Anfrage %d, Verbindung wird geschlossen um Missverständnisse auszuschließen.
es: [infod] Petición desconocida %d, cerrando la conexión para no incurrir en problemas de conversión.
fa: [infod] درخواست نامعلوم %d, بستن اتصال برای عدم اجرا در مشکلات تبدیل.
it: [infod] Richiesta sconosciuta %d, chiusura della connessione per evitare problemi di conversione.
nl: [infod] Onbekend verzoek %d, het sluiten van verbinding in omzettingsproblemen in werking te stellen.

source: %s: Memory allocation failure
de: %s: Konnte keinen Speicher alloziieren
es: %s: Fallo de asignación de memoria
fa: %s: عدم توانایی در تخصیص حافظه
it: %s: Allocazione memoria fallita
nl: %s: De toewijzingsmislukking van het geheugen

source: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program.
de: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Dieses Programm ist OHNE JEGLICHE GARANTIE; es ist freie Software und kannst es unter gewissen Konditionen weitervertreiben; Details dazu stehen in der Datei "LICENSE.GPL2", die mit diesem Programm mitgeliefert sein sollte.)
es: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Este programa se distribuye SIN NINGUNA GARANTÍA; es software libre y estás invitado a redistribuirlo bajo ciertas condiciones; para has detalles, ver ver el archivo "LICENSE.GPL2" que viene con este programa.)
it: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Questo programma viene fornito senza ALCUNA GARANZIA; è software libero e sei invitato a distribuirlo liberamente rispettando alcune condizioni; per i dettagli, consulta il file "LICENSE.GPL2" che dovresti aver ricevuto con questo programma.)
nl: This program comes with ABSOLUTELY NO WARRANTY; it is free software and you you are welcome to redistribute it under certain conditions; for details see the "LICENSE.GPL2" file which should have come with this program. (Dit programma komt met ABSOLUUT GEEN GARANTIE; het is vrije software en u bent welkom om het in bepaalde omstandigheden opnieuw te verdelen; voor de details zien het "LICENSE.GPL2" dossier dat met dit programma zou moeten gekomen zijn.)

source: No arguments given but STDIN seems to be a pipe/file -- replaying from STDIN
de: Keine Argumente angegeben, aber STDIN scheint eine Pipe oder Datei zu sein -- Wiedergabe von STDIN
es: No ha dado argumentos, pero parece que STDIN es un archivo pipe -- reproduciendo desde STDIN
fa: هیچ آرگومانی دریافت نشد اما STDIN بعنوان یک فایل/پایپ به نظر می رسد -- بازگشت از STDIN
it: Nessun argomento fornito ma STDIN sembra essere un pipe/file -- replay di STDIN
nl: Geen gegeven argumenten maar STDIN schijnen een pijp/dossier te zijn -- een overspelend van STDIN

source: No filename(s) given.
de: Kein Dateiname angegeben.
es: No ha especificado un nombre de archivo(s)
fa: هیچ فایلی دریافت نشد.
it: Nessun nome file fornito.
nl: Geen gegeven filename(n).

source: Could not open %s: %s
de: Konnte %s nicht öffnen: %s
es: No se puede abrir %s: %s
fa: %s باز نشد: %s
it: Non è possibile aprire %s: %s
nl: Kan %s niet openen: %s

source: <Packet inconsistency! Trying to find next valid packet.>
de: <Inkonsistenz der Pakete! Versuche, nächstes gültiges Paket zu finden.>
es: <¡Inconsistencia en el paquete! Intentando encontrar el siguiente paquete válido.>
fa: <ناسازگاری بسته! لطفا بسته موجود بعدی را پیدا نمایید.>
it: <Pacchetto inconsistente! Provo a trovare il prossimo pacchetto valido.>
nl: <De inconsistentie van het pakket! Het proberen om volgende geldig pakket te vinden.>

source: Created using
de: Erstellt mit
es: Usando el creado
fa: تهیه شده توسط
it: Creato con
nl: Het gecreeerde gebruiken

source: Device path
de: Device-Pfad
es: Ruta de dispositivo
it: Percorso device

source: Recorded on
de: Aufgenommen am

source: User
de: Benutzer
es: usuario
it: utente

source: <tty device has been closed>
de: <tty-Device wurde geschlossen>
es: <El dispositivo tty ha sido cerrado>
fa: <ابزار TTY بسته شده>
it: <tty device chiuso>
nl: <tty het apparaat is gesloten>

source: <Error while reading from stream>
de: <Fehler beim Lesen des Datenstroms>
es: <Error mientras se leía del flujo>
fa: <خطا در خواندن جریان>
it: <Errore leggendo dallo stream>
nl: <Fout terwijl het lezen van stroom>

source: <Log replaying of %s finished>
de: <Wiedergabe von %s fertig>
es: <Reemplazamiento del log %s finalizado>
fa: <لگ های بازگشت داده شده از %s پایان یافت.>
it: <Riproduzione del log %s terminata>
nl: <Het overspelen van het logboek van %s geÃ«indigd>

source: Calculating average overhead...
de: Berechne durchschnittliche zeitliche Ungenauigkeit...
es: Calculando media...
fa: سرجمع میانگین محاسبه
it: Stima del sovraccarico...
nl: Berekenend gemiddelde overheadkosten...

source: <Found packet boundary>
de: <Paketgrenze gefunden>
es: <Encontrado límite del paquete>
fa: <کرانه بسته یافت شد.>
it: <Fine del pacchetto>
nl: <Vond pakketgrens>

source: Do not enable playing controls
de: Deaktivierung der Funktionstasten
es: No activar los controles de reproducción
fa: لطفا تنظیمات پلی کردن را فعال نسازید.
it: Non abilitare i controlli di riproduzione
nl: Laat geen speelcontroles toe

source: Live feed follow mode (like `tail -f`)
de: Live-Modus (wie `tail -f`)
es: Modo de alimentación conectado (como `tail -f`)
fa: Live Feed follow مدل (like 'tail -f')
it: Modalità live (come `tail -f`)
nl: Leef voer volgen wijze (als `tail -f`)

source: Seek to time position (HH:MM:SS or total SEC, see docs)
de: Spule zu Zeitindex (HH:MM:SS or total SEC, siehe Doku)
es: Buscar la posición de la hora (HH:MM:SS o SEC totales, ver documentación)
fa: بدنبال موقعیت زمانی بگردید (HH:MM:SS or total SEC)
it: Spostati alla posizione temporale (HH:MM:SS o SEC totali, vedi documentazione)
nl: Zoek in tijdpositie (HH:MM:SS of totale seconden, zien doc.)

source: Speed factor (default: 1.0)
de: Geschwindigkeitsfaktor (Default: 1.0)
es: Factor de velocidad (predeterminado: 1.0)
fa: Speed factor (پیش فرض: 1.0)
it: Fattore di velocità (Default: 1.0)
nl: De factor van de snelheid (standaard: 1.0)

source: No delays (useful for text file grepping)
de: Keine Pausen (nützlich für `grep`)
es: Sin retardos (útil para archivos de texto)
fa: بدون تعلل (مستعل برای grepping فایل نوشته - Text)
it: Senza attese (utile per `grep`)
nl: Geen nuttige vertragingen (voor tekstdossier dat grepping)

source: Catch-up follow mode (play file, switch to live feed on EOF)
de: Aufhol-Modus (Datei abspielen, in Live-Modus schalten, wenn Dateiende erreicht wird)
es: Modo seguir actualizado (reproducir archivo, cambiar a alimentación desde EOF)
fa: Catch-up follow mode (فایل play, تبدیل به live feed on EOF)
it: Modalità rincorsa (riproduci da file, passa a Modalità Live dopo EOF)
nl: Loop volgen wijze de achterstand in (speldossier, schakelaar om te leven voer op EOF)

source: Skip the given number of EVT_WRITE packets
de: Überspringe die gegebene Anzahl von EVT_WRITE-Paketen
es: Saltar el número dado de paquetes EVT_WRITE
fa: 'گزشتن از عدد گرفته شده بسته EVT_WRITE
it: Salta il numero fornito di pacchetti EVT_WRITE
nl: Sla het bepaalde aantal pakketten EVT_WRITE over

source: Maximum delay to wait between packets
de: Maximale Pause zwischen zwei Paketen
es: Máximo retardo de espera entre paquetes
fa: بیشترین توقف برای انتظار میان بسته ها
it: Massima attesa tra i pacchetti
nl: Maximum vertraging om tussen pakketten te wachten

source: Show the timestamp at the top of the screen
de: Zeige Uhrzeit am oberen Rand
es: Poner la hora en lo alto de la pantalla
fa: نشان دادن timestamp در بالای صفحه
it: Mostra timestamp sullo schermo
nl: Laat de tijd zien bij de bovenkant van het scherm

source: <Switching to live feed follow mode>
de: <Wechsle in den Live-Modus>
es: <Cambiando al modo de alimentación en vivo>
fa: <تبدیل به live feed follow mode>
it: <Passaggio in modalità live>
nl: <Overschakelen naar Live eten volg mode>

source: Reading from something that does not support seeking (a pipe?), skipping to a position where reading would block
de: Dateiobjekt unterstützt kein Seeking (eine Pipe?), springe zu einer Position, an der Lesen blockieren würde
es: Leyendo desde algo que no soporta búsqueda (¿un pipe?), saltando a una posición donde se podría bloquear la lectura.
fa: خواندن از چیزی که از جستوجو پشتیبانی نمی کند (یک pipe?),
it: Sto leggendo da qualcosa che non supporta seek (una Pipe?), saltando in una posizione dove leggere può bloccare
nl: Het lezen van iets die het zoeken steunt (een pipe?) niet het overslaan in een positie waar de lezing zou blokkere

source: Connection to %s failed: %s
de: Verbindung zu %s fehlgeschlagen: %s
es: Conexión a %s fallida: %s
fa: اتصال به %s با عدم موفقیت: %s
it: Connessione a %s fallita: %s
nl: De verbinding aan %s mislukt: %s

source: BYTES IN
de: BYTES REIN
es: BYTES DENTRO
fa: BYTES در
it: BYTES RICEVUTI

source: OUT
de: RAUS
es: FUERA
fa: خارج
nl: UIT

source: FILENAME
de: DATEINAME
es: NOMBRE DE ARCHIVO
fa: نام فایل
it: NOME FILE
nl: BESTANDSNAAM

source: getdev(): Incorrect device number specification "%s", should be "=%%d:%%d"
de: getdev(): Inkorrekte Gerätebezeichnung "%s", sollte "=%%d:%%d" sein
es: getdev(): Número de especificación de dispositivo incorrecta "%s", debería ser "=%%d:%%d"
it: getdev(): Numero device specificato non valido "%s", dovrebbe essere "=%%d:%%d"
nl: getdev(): De onjuiste specificatie "%s" van het apparatenaantal; "=%%d:%%d" zou moeten zijn

source: Cannot stat %s: %s
de: %s existiert nicht: %s
es: No puede iniciarse %s: %s
fa: عدم توانایی در پیدا کردن %s: %s
it: Impossibile verificare %s: %s
nl: Kan %s niet vinden: %s

source: Cannot find %s
de: Kann %s nicht finden
es: No se puede encontrar %s
fa: عدم توانایی در پیدا کردن %s
it: Impossibile trovare %s
nl: Kan %s niet vinden

source: Capture data from tty
de: Lauschangriff starten!
es: Capturar datos desde el tty
fa: Capture data از tty
it: Cattura i dati da tty
nl: Vang gegevens van tty

source: Ignore data from tty
de: Ignoriere Daten von TTY
es: Ignorar datos desde tty
fa: Ignore data از tty
it: Ignora i dati da tty
nl: Negeer gegevens van tty

source: Explicitly request info about all [or given] ttys
de: Explizite Informationsanforderung über alle [oder angegebenen] TTYs
es: Petición explícita de información sobre todos [o los dados] ttys
fa: درخواست اطلاعات صریح درباره همه (یا ttys دریافت شده) ttys
it: Richiedi esplicitamente informazioni su tutti i [o quelli forniti] tty
nl: Uitdrukkelijk verzoekinfo over allen [of gegeven] ttys

source: Ignore data from tty until next tty session
de: Ignoriere Daten von TTY bis zu dessen nächster Sitzung
es: Ignore los datos tty hasta la siguiente sesiónn tty
fa: چشم پوشی کردن از اطلاعات tty تا پیش از tty session
it: Ignora i dati da tty fino alla prossima sessione tty
nl: Negeer gegevens van tty tot volgende tty zitting

source: Close the tty's logfile
de: Schließe Logfile des TTY
es: Cerrar el archivo log tty
fa: بستن فایا لوگ tty
it: Chiudi il logfile del tty
nl: Sluit logbestanden van tty

source: Zero all packet and byte counters
de: Alle Paket- und Bytezähler auf Null stellen
es: Todos los paquetes y los bytes a cero
fa: صفر کردن همه بسته ها و شمارنده های بایت (Byte counters)
it: Azzera i contatori di pacchetti e di byte
nl: Nul alle pakket en bytetellers

source: Path to the INFOD socket
de: Pfad zum INFOD-Socket
es: Ruta al socket INFOD
fa: مسیر به INFOD socket
it: Path al socket INFOD
nl: Weg aan de contactdoos INFOD

source: file
de: datei
es: archivo

source: Generate grepable output
de: Generiere grep-ablen Text
es: Generando una salida fácil de parsear
it: Genera output facilmente elaborabile

source: /etc/rpld.conf exists but could not be read: %s
de: /etc/rpld.conf existiert aber konnte nicht gelesen werden: %s
es: /etc/rpld.conf existe pero no puede ser leido: %s
fa: /etc/rpld.conf موجود است ولی خوانده نمی شود: %s
it: /etc/rpld.conf esiste ma non può essere letto: %s
nl: /etc/rpld.conf bestaat al maar kon niet worden gelezen: %s

source: /usr/local/etc/rpld.conf exists but could not be read: %s
de: /etc/rpld.conf existiert, konnte aber nicht gelesen werden: %s
es: /etc/rpld.conf existe pero no puede ser leido: %s
it: /etc/rpld.conf esiste ma non può essere letto: %s

source: $BINPATH/rpld.conf exists but could not be read: %s
de: $BINPATH/rpld.conf existiert aber konnte nicht gelesen werden: %s
es: $BINPATH/rpld.conf existe pero no puede ser leido: %s
fa: $BINPATH/rpld.conf موجود است ولی خوانده نمی شود: %s
it: $BINPATH/rpld.conf esiste ma non può essere letto: %s
nl: $BINPATH/rpld.conf bestaat al maar kon niet worden gelezen: %s

source: No device could be opened, aborting.
de: Kein Device konnte geöffnet werden. Abbruch.
es: No se puede abrir el dispositivo, abortando.
fa: هیچ Deviceی باز نشد. خطا!.
it: Nessun device può essere aperto, arresto in corso.
nl: Geen apparaat zou kunnen worden geopend nu gestopt.

source: Short read: %ld bytes only. Error %d: %s
de: Zu wenig Bytes gelesen, nur %ld. Fehler %d: %s
es: Lectura corta:sólo %ld bytes. Error %d: %s
it: Lettura breve: solo %ld byte. Errore %d: %s

source: Bogus packet (magic is 0x%02X)!
de: Schlechtes Paket (Signatur ist 0x%02X)!
es: Paquete bogus (magic es 0x%02X)!
it: Pacchetto non valido (magic 0x%02X)!
nl: Vals pakket (sinature isis 0x%02X)!

source: Unknown packet type 0x%02X
de: Unbekannter Pakettyp 0x%02X
es: Tipo de paquete desconocido 0x%02X
fa: بسته نامعلوم 0x%02X
it: Tipo di pacchetto sconosciuto 0x%02X
nl: Onbekend pakker 0x%02X

source: Should never get here! (%s:%d) Forgot to code something? (event=%d)
de: Dieser Codeabschnitt sollte nie erreicht werden! (%s:%d) Vergessen, etwas zu coden? (Event=%d)
es: ¡Nunca debería estar aquí! (%s:%d) ¿Olvidó codificar algo? (event=%d)
fa: هرگز نباید به اینجا بیاید! (%s:%d) کد کردن چیزی را فراموش کردید? (Event=%d)
it: Non dovresti MAI finire qui! (%s:%d) Ho dimenticato qualche pezzo di codice? (Evento=%d)
nl: Nooit hier zou moeten worden! (%s:%d) Vergat om iets te coderen? (event=%d)

source: Directory permission denied: It won't be possible to write to the file %s, expect warnings.
de: Verzeichnisrechte nicht vorhanden: Es wird nicht möglich sein, in %s zu schreiben. Erwarte Warnungen.
es: Permiso de directorio denegado: no es posible escribir en el archivo %s, tenga en cuenta las advertencias.
fa: دسترسی به دایرکتوری مجوز ندارد: نوشتن بر روی فایل %s ممکن نیست، چشم پوشی از خطا ها.
it: Permesso sulla directory negato: non sarà possibile scrivere il file %s. Aspettati warning.
nl: Geen toestemming tot de folder: Het is niet mogelijk om aan het dossier %s te schrijven, waarschuwingen verwachten.

source: NONE
de: KEINE
es: NINGUNO
fa: هیچ
it: NESSUN
nl: GEEN

source: Connected to %s
de: Verbunden mit %s
es: Conectado a %s
fa: متصل شد به %s
it: Connesso a %s
nl: Verbonden met %s

source: The device should be owned by the user running rpld (UID %ld) and have mode 0400.
de: Als Eigentümer sollte die Gerätedatei den Benutzer, von dem rpld ausgeführt wird (UID %ld), und den Modus 0400 haben.

source: static_find(): Could not open %s even though it exists: %s (trying next device)
de: static_find(): Konnte %s nicht öffnen obwohl es existiert: %s (probiere nächstes Device)
es: static_find(): No puede ser abierto %s aunque exista: %s (intentando con el siguiente dispositivo)
fa: static_find(): %s باز نشد بخاطر وجود: %s (device بعدی را سعی کنید)
it: static_find(): Non posso aprire %s anche se esiste: %s (provo il device successivo)
nl: static_find(): Kon %s niet openen alhoewel het toch bestaat: %s (volgende apparaat probeert)

source: The RPL device can only be opened once, there is probably an instance of rpld running!
de: Das RPL-Device kann nur einmal geöffnet werden, womöglich läuft schon eine Instanz von rpld!
es: El dispositivo RPL sólo puede ser abierto una vez, ¡ya hay una instancia abierta de rpld!
fa: RPL device فقط یک بار باز می شود, شاید یک نمونه از rpld اجرا شده
it: Il device RPL può essere aperto una sola volta, probabilmente un'altra istanza di rpld è in esecuzione!
nl: Het apparaat RPL kan slechts eens worden geopend, er is waarschijnlijk een geval van rpld het lopen!

source: Warning: Could not increase fd table size to %d: %s
de: Konnte Filedescriptor-Tabellengröße nicht auf %d erweitern: %s

source: Second time we received SIGINT/SIGTERM, exiting immediately.
de: SIGINT/SIGTERM zum zweiten Mal erhalten. Sofortige Beendigung.
es: Es la segunda vez que se recibe SIGINT/SIGTERM, saliendo inmediatamente.
fa: مرتبه دوم SIGINT/SIGTERM دریافت کردیم، خروج فوری.
it: SIGINT/SIGTERM ricevuto due volte. Interruzione immediata.
nl: Tweede keer ontvingen wij SIGINT/SIGTERM, onmiddellijk weggaand

source: Received SIGINT/SIGTERM, shutting down.
de: SIGINT/SIGTERM erhalten, Anwendung wird beendet.
es: Recibido SIGINT/SIGTERM, apagando.
fa: SIGINT/SIGTERM دریافت شد, shutting down.
it: SIGINT/SIGTERM ricevuto, arresto in corso.
nl: Ontvangen van SIGINT/SIGTERM, onmiddelijk sluiten

source: [%d] Received SIGPIPE
de: [%d] SIGPIPE erhalten
es: [%d] Recibido SIGPIPE
fa: [%d] SIGPIPE دریافت شد
it: [%d] SIGPIPE ricevuto
nl: [%d] Ontvangen SIGPIPE

source: Path to the RPL device
de: Pfad zum RPL-Device
es: Ruta al dispositivo RPL
fa: مسیر به socket
it: Path al device RPL
nl: Weg aan de apparaat RPL

source: Make statistics available through socket
de: Statistiken über Socket verfügbar machen

source: Do not make statistics available
de: Statistiken nicht verfügbar machen

source: Override OFMT variable
de: Setze OFMT-Variable
es: Machacando la variable OFMT
it: Ignora la variabile OFMT

source: Deactivate logging, only do bytecounting
de: Deaktiviere Log; nur Bytes zählen
it: Disabilita il logging, effettua solo conteggio byte

source: User to change to
de: Benutzer, zu dem gewechselt werden soll
es: Usuario a cambiar
it: Utente su cui commutare

source: Read configuration from file
de: Lies Konfiguration aus Datei
es: Leyendo configuración desde archivo
it: Leggi la configurazione dal file

source: Do not start INFOD subcomponent
de: Starte INFOD-Subkomponente nicht
es: No arranque subcomponente INFOD
it: Non avviare il subcomponente INFOD

source: Print warnings/errors to syslog
de: Schreibe Warnungen/Fehler nach syslog
es: Imprimir avisos/errores en syslog
it: Scrivi gli errori/warning sul syslog

source: Print statistics while rpld is running (overrides -s)
de: Drucke Statistik während rpld läuft (hebt -s auf)
es: Imprimir estadísticas mientras rpld está corriendo (machaca -s)
it: Stampa le statistiche mentre rpld è in esecuzione (ignora -s)

source: No such user: %s
de: Benutzer %s unbekannt
es: No existe el usuario: %s
fa: کاربر %s موجود نیست
it: L'utente %s non esiste
nl: Geen dergelijke gebruiker: %s

source: string
es: cadena
it: stringa

source: user
es: usuario
it: utente
